{
  "en": {
    "services": [
      {
        "name": "Biological Treatment (Biodegradation)",
        "description": "This method relies on the use of microorganisms to break down oil pollutants and convert them into harmless substances like carbon dioxide and water.",
        "pageLink": "/biological-treatment",
        "steps": [
          {
            "title": "Site and Pollution Assessment",
            "description": [
              "Before starting any treatment process, a comprehensive site assessment must be conducted to determine the type and quantity of pollution.",
              "Analyzing soil and water samples, identifying the types of oil pollutants present, assessing environmental conditions such as temperature, humidity, and pH level."
            ]
          },
          {
            "title": "Selecting Suitable Microorganisms",
            "description": [
              "After assessing the site, suitable microorganisms are selected to break down the pollutants.",
              "Using different types of bacteria and fungi capable of breaking down oil pollutants and converting them into harmless substances."
            ]
          },
          {
            "title": "Optimizing Conditions for Microorganism Growth",
            "description": [
              "To ensure the success of the biodegradation process, optimal conditions for microorganism growth must be established.",
              "Adjusting pH levels, controlling moisture levels, providing necessary nutrients for microorganism growth such as nitrogen and phosphorus."
            ]
          },
          {
            "title": "Applying Microorganisms to the Contaminated Site",
            "description": ["Microorganisms can be applied using various methods."]
          },
          {
            "title": "Monitoring and Control",
            "description": [
              "Regular site monitoring is necessary to ensure the process's effectiveness.",
              "Periodic sampling of soil and water, analyzing the reduction in pollutant concentrations, adjusting environmental conditions as needed."
            ]
          },
          {
            "title": "Final Evaluation",
            "description": [
              "Conducted to ensure pollution levels have reduced to acceptable standards."
            ]
          },
          {
            "title": "Post-Treatment Measures",
            "description": [
              "Implemented measures such as site rehabilitation and planting local vegetation."
            ]
          }
        ]
      },
      {
        "name": "Thermal Treatment",
        "description": "Thermal treatment includes techniques such as incineration, which uses high temperatures to break down organic pollutants into harmless gases. Additionally, a Thermal Desorption Unit (TDU) can be used to treat oil sludge and contaminated solids. The TDU works by heating the contaminated materials in an oxygen-free environment, leading to the decomposition of pollutants without complete combustion.",
        "pageLink": "/thermal-treatment",
        "steps": [
          {
            "title": "Site and Pollution Assessment",
            "description": [
              "A comprehensive site assessment must be conducted to determine the type and quantity of pollution.",
              "Analyzing soil and water samples: Collecting and analyzing samples to determine pollutant concentrations, identifying the types of oil pollutants present: Using laboratory techniques to identify pollutants, assessing environmental conditions such as temperature, humidity, and pH level: This evaluation helps determine the best thermal treatment methods."
            ]
          },
          {
            "title": "Selecting Suitable Thermal Treatment Technology",
            "description": [
              "After assessing the site, the most suitable thermal treatment technology is selected.",
              "Thermal drying: Heating contaminated soil to evaporate oil pollutants, thermal desorption (pyrolysis): Heating soil to high temperatures in the absence of oxygen to break down pollutants, thermal incineration: Burning oil pollutants at high temperatures to destroy them."
            ]
          },
          {
            "title": "Site Preparation",
            "description": [
              "To ensure the success of thermal treatment, the site must be appropriately prepared.",
              "Removing vegetation and debris: Ensuring easy access to contaminated soil, preparing equipment: Setting up furnaces and necessary heating equipment."
            ]
          },
          {
            "title": "Executing Thermal Treatment",
            "description": [
              "Thermal treatment is executed according to the selected technology.",
              "Direct heating: Exposing contaminated soil to heat directly on site using heating devices, indirect heating: Transporting contaminated soil to off-site treatment units where it is heated indirectly."
            ]
          },
          {
            "title": "Monitoring and Control",
            "description": [
              "Regular site monitoring is necessary to ensure the process's effectiveness.",
              "Monitoring temperatures: Ensuring necessary temperatures are reached to destroy pollutants, periodic sampling: Monitoring the reduction in pollutant concentrations, adjusting the process as needed: Regulating temperature and other conditions to ensure process effectiveness.",
              "Gradual cooling: Slowly cooling the soil to avoid undesirable reactions, soil rehabilitation: Adding organic matter and nutrients to improve soil quality after treatment."
            ]
          },
          {
            "title": "Final Evaluation",
            "description": [
              "Conducted to ensure pollution levels have reduced to acceptable standards."
            ]
          },
          {
            "title": "Post-Treatment Measures",
            "description": [
              "Implemented measures such as site rehabilitation and periodic monitoring.",
              "Site rehabilitation: Planting local vegetation to enhance environmental stability, periodic site monitoring: Ensuring no recurrence of contamination."
            ]
          }
        ]
      },
      {
        "name": "Physical and Chemical Separation",
        "description": "These methods involve using techniques such as sedimentation, filtration, and flotation to separate oil pollutants from water or other materials. Among the techniques used in physical and chemical treatment, the Advanced Oxidation Processing (AOP) unit stands out as an effective method for treating oil-contaminated water. AOP uses ozone as a chemical catalyst to break down oil pollutants into harmless compounds. Ozone, as a strong oxidizing agent, helps in breaking down organic molecules and improving water quality.",
        "pageLink": "/physical-chemical-separation",
        "steps": [
          {
            "title": "Site and Pollution Assessment",
            "description": [
              "Before starting any treatment process, a comprehensive site assessment must be conducted to determine the type and quantity of pollution.",
              "Analyzing soil and water samples: Collecting and analyzing samples to determine pollutant concentrations, identifying the types of oil pollutants present: Using laboratory techniques to identify pollutants, assessing environmental conditions such as temperature, humidity, and pH level: This evaluation helps determine the best physical and chemical treatment methods."
            ]
          },
          {
            "title": "Selecting Suitable Physical Separation Technology",
            "description": [
              "After assessing the site, the most suitable physical separation technology is selected.",
              "Filtration: Using filters to separate solid particles from liquids, centrifugation: Using centrifuges to separate pollutants with different densities, gravity separation: Using tanks or basins to separate pollutants based on density, where heavy materials settle and light materials float."
            ]
          },
          {
            "title": "Executing Physical Separation",
            "description": [
              "Physical separation is executed according to the selected technology.",
              "Filtration: Passing contaminated water or soil through filters to separate solid particles, centrifugation: Placing samples in centrifuges to separate pollutants based on density, gravity separation: Using basins or tanks to settle heavy materials at the bottom and lift light materials to the surface."
            ]
          },
          {
            "title": "Selecting Suitable Chemical Separation Technology",
            "description": [
              "After executing physical separation, the most suitable chemical separation technology is selected.",
              "Filtration: Passing contaminated water or soil through filters to separate solid particles, centrifugation: Placing samples in centrifuges to separate pollutants based on density, gravity separation: Using basins or tanks to settle heavy materials at the bottom and lift light materials to the surface."
            ]
          },
          {
            "title": "Executing Chemical Separation",
            "description": [
              "Chemical separation is executed according to the selected technology.",
              "Chemical precipitation: Adding suitable chemicals to contaminated soil or water to precipitate pollutants, chemical oxidation: Adding oxidizing agents to oil pollutants to break them down, ion exchange: Passing contaminated water through ion exchange resins to remove ionic pollutants."
            ]
          },
          {
            "title": "Monitoring and Control",
            "description": [
              "Regular site monitoring is necessary to ensure the process's effectiveness.",
              "Periodic sampling: Monitoring the reduction in pollutant concentrations, sample analysis: Ensuring the effectiveness of the techniques used in separating pollutants, adjusting the process as needed: Regulating physical and chemical processes to ensure optimal results."
            ]
          },
          {
            "title": "Final Evaluation",
            "description": [
              "After completing the process, a final evaluation is conducted to ensure pollution levels have reduced to acceptable standards and the site is safe."
            ]
          },
          {
            "title": "Post-Treatment Measures",
            "description": [
              "After successful physical and chemical separation, post-treatment measures can be implemented such as:",
              "Site rehabilitation: Planting local vegetation to enhance environmental stability, periodic site monitoring: Ensuring no recurrence of contamination."
            ]
          }
        ]
      },
      {
        "name": "Recycling",
        "description": "Some oil wastes, such as used oils, can be recycled through purification and cleaning techniques to make them usable again. This method helps reduce the need for new oil extraction and minimizes waste.",
        "pageLink": "/recycling",
        "steps": [
          {
            "title": "Site and Waste Assessment",
            "description": [
              "Before starting any recycling process, a comprehensive site assessment must be conducted to determine the type and quantity of waste.",
              "Analyzing waste samples: Collecting and analyzing samples to determine waste composition, identifying the types of oil waste present: Using laboratory techniques to identify waste types, assessing environmental conditions such as temperature, humidity, and pH level: This evaluation helps determine the best recycling methods."
            ]
          },
          {
            "title": "Selecting Suitable Recycling Technology",
            "description": [
              "After assessing the site, the most suitable recycling technology is selected.",
              "Collecting and sorting waste: Separating oil waste from other waste, preparing equipment: Setting up the necessary equipment and tools for the recycling process."
            ]
          },
          {
            "title": "Site Preparation",
            "description": [
              "To ensure the success of recycling, the site must be appropriately prepared.",
              "Collecting and sorting waste: Separating oil waste from other waste, preparing equipment: Setting up the necessary equipment and tools for the recycling process."
            ]
          },
          {
            "title": "Executing Recycling Process",
            "description": [
              "The recycling process is executed according to the selected technology.",
              "Oil re-refining: Passing oil waste through refining processes to purify the oil and produce new products, solid waste recycling: Processing solid waste using mechanical or chemical techniques to convert it into new materials, water reuse: Using purification and treatment techniques to clean contaminated water for reuse."
            ]
          },
          {
            "title": "Monitoring and Control",
            "description": [
              "Regular site monitoring is necessary to ensure the process's effectiveness.",
              "Periodic sampling: Monitoring the quality of recycled products, sample analysis: Ensuring the effectiveness of the techniques used in recycling, adjusting the process as needed: Regulating processes to improve the quality of final products."
            ]
          },
          {
            "title": "Final Evaluation",
            "description": [
              "After completing the process, a final evaluation is conducted to ensure the recycled products meet required standards and the process was effective."
            ]
          },
          {
            "title": "Post-Treatment Measures",
            "description": [
              "After successful recycling, post-treatment measures can be implemented such as:",
              "Using recycled products: Integrating recycled products into industrial processes, periodic site monitoring: Ensuring the sustainability of the process and no recurrence of contamination."
            ]
          },
          {
            "title": "Awareness and Training",
            "description": [
              "Training employees: On recycling techniques and the importance of environmental sustainability.",
              "Environmental awareness: Raising awareness about the importance of recycling among the local community and other companies."
            ]
          }
        ]
      },
      {
        "name": "Final Disposal",
        "description": "Amaq Al-Dauleya owns a sanitary landfill, the first of its kind in Libya. The opening ceremony was attended by the Deputy Prime Minister, Acting Minister of Health, Minister of Environment, Director General of the General Administration of Environmental Sanitation at the Ministry of Local Government, and representatives from the Ministry of Higher and Technical Education, along with several public figures, municipal mayors, and directors of environmental sanitation offices in various municipalities.",
        "pageLink": "/final-disposal",
        "steps": [
          {
            "title": "Site and Waste Assessment",
            "description": [
              "Before starting any final disposal process, a comprehensive site assessment must be conducted to determine the type and quantity of waste.",
              "Analyzing waste samples: Collecting and analyzing samples to determine waste composition, identifying the types of oil waste present: Using laboratory techniques to identify waste types, assessing environmental conditions such as temperature, humidity, and pH level: This evaluation helps determine the best final disposal methods."
            ]
          },
          {
            "title": "Selecting Suitable Final Disposal Technology",
            "description": [
              "After assessing the site, the most suitable final disposal technology is selected, which may include:",
              "Sanitary landfill: Burying waste in specially designed sites to prevent pollutant leakage, incineration (carbonization): Burning oil waste in special furnaces to reduce volume and dispose of pollutants, stabilization and treatment: Converting waste into stable, non-hazardous materials through chemical reactions."
            ]
          },
          {
            "title": "Site Preparation",
            "description": [
              "To ensure the success of final disposal, the site must be appropriately prepared:",
              "Collecting and sorting waste: Separating oil waste from other waste, preparing equipment: Setting up the necessary equipment and tools for the final disposal process."
            ]
          },
          {
            "title": "Executing Final Disposal Process",
            "description": [
              "The final disposal process is executed according to the selected technology:",
              "Sanitary landfill: Burying waste in sanitary landfill sites designed to prevent pollutant leakage into soil or groundwater, incineration (carbonization): Burning waste in special furnaces at high temperatures to reduce volume and destroy pollutants, stabilization and treatment: Adding chemicals to waste to convert it into stable, non-hazardous materials."
            ]
          },
          {
            "title": "Monitoring and Control",
            "description": [
              "After starting the final disposal process, regular site monitoring is necessary to ensure the process's effectiveness.",
              "Periodic sampling: Monitoring the impact of the process on the surrounding environment, sample analysis: Ensuring the effectiveness of the techniques used in final disposal, adjusting the process as needed: Regulating processes to improve the effectiveness of final disposal."
            ]
          },
          {
            "title": "Final Evaluation",
            "description": ["Ensuring the waste has been safely disposed of and the site is safe."]
          },
          {
            "title": "Post-Treatment Measures",
            "description": [
              "After successful final disposal, post-treatment measures can be implemented such as:",
              "Site rehabilitation: Improving the site after final disposal to ensure it does not negatively impact the environment, periodic site monitoring: Ensuring no leaks or future contamination."
            ]
          },
          {
            "title": "Awareness and Training",
            "description": [
              "Training employees: On final disposal techniques and the importance of environmental sustainability.",
              "Environmental awareness: Raising awareness about the importance of safe final disposal among the local community and other companies."
            ]
          }
        ]
      },
      {
        "name": "Electrochemical Treatment",
        "description": "This technique involves using electrical current to stimulate chemical reactions that help break down oil pollutants. This method is particularly used for treating contaminated water.",
        "pageLink": "/electrochemical-treatment",
        "steps": [
          {
            "title": "Site and Pollution Assessment",
            "description": [
              "Before starting any treatment process, a comprehensive site assessment must be conducted to determine the type and quantity of pollution.",
              "Analyzing soil and water samples: Collecting and analyzing samples to determine pollutant concentrations, identifying the types of oil pollutants present: Using laboratory techniques to identify pollutants, assessing environmental conditions such as temperature, humidity, and pH level: This evaluation helps determine the best electrochemical treatment methods."
            ]
          },
          {
            "title": "Selecting Suitable Electrochemical Treatment Technology",
            "description": [
              "After assessing the site, the most suitable electrochemical treatment technology is selected, which may include:",
              "Electrolysis: Using electrical current to separate and neutralize pollutants, electrocoagulation: Using electrical current to precipitate pollutants from contaminated water, electrochemical oxidation: Using electrical current to stimulate oxidation reactions that break down pollutants."
            ]
          },
          {
            "title": "Site Preparation",
            "description": [
              "Preparing equipment and setting up the site for the treatment process."
            ]
          },
          {
            "title": "Executing Electrochemical Treatment Process",
            "description": [
              "To ensure the success of electrochemical treatment, the site must be appropriately prepared:",
              "Preparing equipment: Setting up electrodes, generators, and measuring devices, preparing samples: Collecting and sorting contaminated samples for treatment."
            ]
          },
          {
            "title": "Monitoring and Control",
            "description": [
              "After starting the electrochemical treatment process, regular site monitoring is necessary to ensure the process's effectiveness.",
              "Monitoring voltage and current: Ensuring the system operates efficiently, periodic sampling: Monitoring the reduction in pollutant concentrations, sample analysis: Ensuring the effectiveness of the techniques used in neutralizing pollutants."
            ]
          },
          {
            "title": "Final Evaluation",
            "description": [
              "After completing the process, a final evaluation is conducted to ensure pollution levels have reduced to acceptable standards and the site is safe."
            ]
          },
          {
            "title": "Post-Treatment Measures",
            "description": [
              "After successful electrochemical treatment, post-treatment measures can be implemented such as:",
              "Site rehabilitation: Improving the site after treatment to ensure it does not negatively impact the environment, periodic site monitoring: Ensuring no recurrence of contamination."
            ]
          },
          {
            "title": "Awareness and Training",
            "description": [
              "Training employees: On electrochemical treatment techniques and the importance of environmental sustainability.",
              "Environmental awareness: Raising awareness about the importance of electrochemical treatment among the local community and other companies."
            ]
          }
        ]
      },
      {
        "name": "Environmental Operations Monitoring",
        "description": "Amaq Al-Dauleya, through specialized companies under long-term agreements, is engaged in continuous monitoring of emissions and full tracking of environmental pollutants at company sites using advanced SMART technologies. The company also has fixed and mobile laboratories to ensure the quality of environmental work and ensure environmental protection.",
        "pageLink": "/environmental-operations-monitoring",
        "steps": [
          {
            "title": "Site and Environmental Operations Assessment",
            "description": [
              "Before starting any monitoring process, a comprehensive assessment of the site and environmental operations to be monitored must be conducted.",
              "Analyzing industrial activities: Identifying activities that may impact the environment, assessing potential pollutants: Identifying types of pollutants resulting from operations, assessing environmental conditions such as temperature, humidity, and pH level: To determine baseline monitoring standards."
            ]
          },
          {
            "title": "Selecting Suitable Monitoring Techniques and Tools",
            "description": [
              "After assessing the site, the most suitable monitoring techniques and tools are selected, which may include:",
              "Air measurement devices: Measuring air pollution levels such as harmful gases and particulate matter, water analysis devices: Measuring pollutant concentrations in groundwater and surface water, soil analysis devices: Monitoring soil quality to ensure it is not contaminated, emission monitoring systems: Tracking gaseous emissions from industrial operations."
            ]
          },
          {
            "title": "Site and Equipment Preparation",
            "description": [
              "To ensure the success of the monitoring process, the site and equipment must be appropriately prepared:",
              "Installing monitoring devices: Placing measurement and analysis devices in appropriate locations, calibrating devices: Ensuring all devices operate accurately and efficiently, training employees: Training staff on using and maintaining monitoring devices."
            ]
          },
          {
            "title": "Executing Environmental Monitoring Process",
            "description": [
              "The environmental monitoring process is executed according to specified procedures:",
              "Continuous monitoring: Operating monitoring devices continuously to collect data, periodic sampling: Regularly collecting air, water, and soil samples for laboratory analysis, data recording: Storing collected data in an environmental data management system."
            ]
          },
          {
            "title": "Data Analysis and Results Interpretation",
            "description": [
              "After collecting data, it must be analyzed and results interpreted to ensure monitoring effectiveness:",
              "Data analysis: Using software and techniques to analyze environmental data, comparing results to environmental standards: Ensuring results comply with specified environmental standards, identifying trends: Analyzing trends and patterns in data to identify any environmental changes."
            ]
          },
          {
            "title": "Final Evaluation and Reporting",
            "description": [
              "After analyzing the data, reports are prepared to document monitoring results:",
              "Preparing periodic reports: Documenting monitoring results regularly and preparing comprehensive reports, reviewing results with relevant authorities: Submitting reports to relevant authorities and participating in reviewing results."
            ]
          },
          {
            "title": "Corrective Actions",
            "description": [
              "If any exceedances or environmental issues are detected, appropriate corrective actions are taken:",
              "Identifying pollution sources: Identifying sources causing pollution and addressing them, modifying industrial operations: Adjusting operations to ensure compliance with environmental standards, implementing environmental improvement plans: Developing and implementing plans to improve environmental performance."
            ]
          },
          {
            "title": "Awareness and Training",
            "description": [
              "Training employees: On the importance of environmental monitoring and how to properly execute it.",
              "Environmental awareness: Raising awareness among the local community and other companies about the importance of environmental monitoring."
            ]
          }
        ]
      }
    ],
    "news": [
      {
        "title": "Amaq Al-Dauleya Showcases Advanced Environmental Technologies at Libya Energy and Economy Summit",
        "id": "news",
        "content": [
          {
            "details": "Amaq Al-Dauleya Oil Services Company is honored to participate in the Libya Energy and Economy Summit, where the company presented a comprehensive showcase highlighting its latest advanced technologies, committed to balancing advanced technology with environmental preservation. The company excelled in showcasing innovative aspects of its services, particularly in the collection, cleaning, and treatment of oil losses that arise from exploration, drilling, and maintenance operations. Amaq also reaffirmed its strong commitment to sustainability by adopting environmentally friendly technologies that adhere to the highest international and local standards. Amaq Al-Dauleya's participation in this summit serves as an important opportunity to share its experiences and exchange knowledge with the Libyan oil sector while emphasizing its readiness for effective collaboration in enhancing the sector's infrastructure and driving economic growth in Libya."
          }
        ]
      },
      {
        "title": "Company Establishes Libya's First Secure Disposal Cell (Sanitary Landfill)",
        "id": "news",
        "content": [
          {
            "details": "Amaq Al-Dauleya Oil Services Company takes pride in providing effective and integrated environmental solutions. The company is earnestly working towards playing a key role in development and enhancing the quality of life in Libya. To achieve this goal, the first site for secure disposal of hazardous waste in the country was established. The project aims to organize hazardous waste management processes and unify appropriate policies and methods for sustainable and proper disposal. We are committed to adhering to best practices and leveraging the latest technologies to protect the environment and reduce harmful impacts on the community. The secure hazardous waste disposal site forms a core part of our strategy to mitigate and minimize potential environmental and public health risks. We are committed to delivering our services professionally and systematically, making every effort to achieve our goals in environmental and human health protection. We are confident that our efforts will significantly contribute to building a better future for future generations."
          }
        ]
      },
      {
        "title": "Strengthening Cooperation Between Amaq Al-Dauleya Oil Services and the General Electricity Company",
        "id": "Visits",
        "content": [
          {
            "details": "Amaq Al-Dauleya Oil Services Company announced a visit by a delegation from the General Electricity Company to all its sites to strengthen cooperation and exchange expertise in the oil services field. This visit is part of a joint effort to develop current projects and explore new opportunities that benefit both companies. Both parties expressed satisfaction with the visit's outcomes and stressed the importance of maintaining communication and cooperation to achieve their shared goals."
          }
        ]
      },
      {
        "title": "Halliburton Delegation Visits to Strengthen Collaboration with Amaq Al-Dauleya Oil Services",
        "id": "Visits",
        "content": [
          {
            "details": "Amaq Al-Dauleya Oil Services Company announced the reception of a delegation from Halliburton, who visited all of Amaq's sites. The purpose of this visit was to strengthen ties and exchange expertise between the two companies in the oil services field. Both parties discussed ways to develop existing projects and explore new opportunities that could benefit both companies. Representatives of the two companies expressed satisfaction with the visit's outcomes and emphasized the importance of maintaining dialogue and collaboration to achieve their shared objectives."
          }
        ]
      },
      {
        "title": "Ministry of Environment Praises the Sustainable Environmental Technologies of Amaq Al-Dauleya Oil Services",
        "id": "Visits",
        "content": [
          {
            "details": "The Ministry of Environment conducted an inspection visit to the sites of Amaq Al-Dauleya Oil Services Company. The visit included reviewing the advanced technologies used by the company in its operations. The Ministry's delegation expressed admiration for the sustainable environmental practices and technologies employed by Amaq. This visit is part of efforts to enhance collaboration between the oil sector and government entities to ensure adherence to environmental standards and achieve sustainable development. Both parties emphasized the importance of continuing such collaboration to achieve shared goals in environmental protection and sustainability."
          }
        ]
      },
      {
        "title": "Emissions Monitoring in Collaboration with the Ministry of Environment and the Environmental Police",
        "id": "News",
        "content": [
          {
            "details": "Green Life Company, in cooperation with the Ministry of Environment and the Environmental Police, implemented a project to monitor emissions resulting from the recent volcanic eruption in Sicily, Italy. The project includes deploying advanced air quality monitoring systems at strategic locations in Tripoli to ensure precise and effective monitoring of potential emissions. Field teams have been equipped with the latest technologies and advanced devices, including portable air monitors and drones, to ensure comprehensive coverage and accurate analysis of environmental data. This effort aims to protect the environment and public health from the potential harmful effects of the volcanic eruption. Green Life Company reaffirms its commitment to environmental preservation and providing advanced environmental solutions in collaboration with government entities to ensure a healthy and clean environment for all."
          }
        ]
      },
      {
        "title": "Amaq Al-Dauleya Successfully Completes Oil Waste Treatment at Janzour Station According to Environmental Standards",
        "id": "news",
        "content": [
          {
            "details": "Amaq Al-Dauleya Oil Services Company successfully completed the oil waste treatment works for the General Electricity Company at Janzour Station. The tasks included implementing all necessary measures to ensure the safe and environmentally sound disposal of accumulated oil waste, in compliance with international and local environmental standards. This step is part of Amaq Al-Dauleya's commitment to providing the best integrated solutions and services to its clients in the oil and energy sector, while also striving to enhance strategic partnerships with various entities to ensure operational sustainability and achieve the desired environmental and economic benefits."
          }
        ]
      },
      {
        "title": "Strategic Partnership between Amaq Al-Dauleya and Mellitah Oil & Gas for Environmental Sustainability",
        "id": "news",
        "content": [
          {
            "details": "Amaq Al-Dauleya for Oil Waste has provided its distinguished services to Mellitah Oil & Gas. These services include the treatment and management of oil waste using the latest advanced technologies, ensuring environmental preservation and compliance with global standards. This partnership aims to enhance the efforts of both companies in achieving environmental sustainability and improving operational processes in the oil and gas sector. Amaq Al-Dauleya is proud to offer innovative and integrated solutions that meet the needs of its partners and contribute to achieving their environmental and economic goals."
          }
        ]
      },
      {
        "title": "Amaq Al-Dauleya Company Begins Providing Handling and Industrial Cleaning Services at Mellitah Complex",
        "id": "news",
        "content": [
          {
            "details": " Amaq Al-Dauleya Company has commenced handling and industrial cleaning operations at the Mellitah Complex in the city of Sabratha, affiliated with Mellitah Oil & Gas Company. The services provided by the company include comprehensive cleaning operations, as well as handling and transporting hazardous oil waste from Mellitah Company sites toAmaq Al-Dauleya’s specialized treatment facility. This facility features state-of-the-art technologies to ensure environmental safety and sustainable waste management. This collaboration aligns withAmaq Al-Dauleya’s efforts to strengthen its role as a strategic partner in the oil and gas sector, adhering to health, safety, and environmental standards, while focusing on delivering integrated services that contribute to environmental protection and sustainable development.Amaq Al-Dauleya continues to offer innovative solutions in oil waste management and industrial operations, solidifying its position as a leading company in this field."
          }
        ]
      },
      {
        "title": "Amaq Al-Dauleya Company Begins Industrial Cleaning and Oil Residue Treatment Operations at Khoms Steam Power Plant",
        "id": "news",
        "content": [
          {
            "details": "Amaq Al-Dauleya Company has commenced the implementation of industrial cleaning and oil residue treatment operations at the Khoms Steam Power Plant, affiliated with the General Electricity Company, in the city of Khoms. The operations carried out by the company include managing soil contaminated due to oil spills resulting from operational activities. Amaq Al-Dauleya is committed to applying the highest environmental standards to ensure the treatment of oil waste and contaminated soil using sustainable and safe methods. This contributes to minimizing environmental impact and improving the quality of affected sites. This work is part of Amaq Al-Dauleya’s commitment to supporting national companies in addressing environmental challenges and promoting sustainable development by offering innovative and efficient solutions in the field of industrial cleaning and waste management. Amaq Al-Dauleya Company continues to enhance its role as a strategic partner in oil waste management and industrial cleaning, serving as an environmental partner to the General Electricity Company."
          }
        ]
      },
      {
        "title": "Amaq International Company Commences Industrial Cleaning and Oil Residue Treatment Operations at North Benghazi Power Plant",
        "id": "news",
        "content": [
          {
            "details": "Amaq Al-Dauleya Company has initiated industrial cleaning and oil residue treatment operations at the North Benghazi Power Plant, affiliated with the General Electricity Company. The operations include addressing soil contamination caused by oil spills resulting from operational activities. The company employs the latest environmental technologies to ensure safe and sustainable cleaning of affected sites and the treatment of residues and contaminated soil, thereby minimizing environmental impact and enhancing the safety of the surrounding environment. This project reflects Amaq Al-Dauleya’s commitment to supporting national companies in improving the quality of affected sites and efficiently managing oil waste. These efforts contribute to achieving environmental sustainability and advancing national development. Amaq Al-Dauleya continues to provide pioneering and advanced solutions in industrial cleaning and waste management, solidifying its position as a strategic partner to the General Electricity Company."
          }
        ]
      }
    ]
  },
  "ar": {
    "services": [
      {
        "name": "المعالجة البيولوجية (التحلل الحيوي)",
        "description": "تعتمد هذه الطريقة على استخدام الكائنات الحية الدقيقة لتحليل الملوثات النفطية وتحويلها إلى مواد غير ضارة مثل ثاني أكسيد الكربون والماء.",
        "pageLink": "/biological-treatment",
        "steps": [
          {
            "title": "تقييم الموقع والتلوث",
            "description": [
              "يجب إجراء تقييم شامل للموقع قبل بدء أي عملية معالجة لتحديد نوع وكمية التلوث.",
              "تحليل عينات التربة والمياه، وتحديد أنواع الملوثات النفطية الموجودة، وتقييم الظروف البيئية مثل درجة الحرارة والرطوبة ومستوى الحموضة."
            ]
          },
          {
            "title": "اختيار الكائنات الدقيقة المناسبة",
            "description": [
              "بعد تقييم الموقع، يتم اختيار الكائنات الدقيقة المناسبة لتحليل الملوثات.",
              "استخدام أنواع مختلفة من البكتيريا والفطريات القادرة على تحليل الملوثات النفطية وتحويلها إلى مواد غير ضارة."
            ]
          },
          {
            "title": "تحسين ظروف نمو الكائنات الدقيقة",
            "description": [
              "لضمان نجاح عملية التحلل الحيوي، يجب تهيئة الظروف المثلى لنمو الكائنات الدقيقة.",
              "ضبط مستويات الحموضة، والتحكم في مستويات الرطوبة، وتوفير العناصر الغذائية الضرورية لنمو الكائنات الدقيقة مثل النيتروجين والفوسفور."
            ]
          },
          {
            "title": "تطبيق الكائنات الدقيقة على الموقع الملوث",
            "description": ["يمكن تطبيق الكائنات الدقيقة باستخدام طرق مختلفة."]
          },
          {
            "title": "المراقبة والتحكم",
            "description": [
              "يجب مراقبة الموقع بشكل منتظم لضمان فعالية العملية.",
              "أخذ عينات دورية من التربة والمياه، وتحليل انخفاض تركيز الملوثات، وضبط الظروف البيئية حسب الحاجة."
            ]
          },
          {
            "title": "التقييم النهائي",
            "description": [
              "يتم إجراء تقييم نهائي للتأكد من أن مستويات التلوث قد انخفضت إلى المعايير المقبولة."
            ]
          },
          {
            "title": "إجراءات ما بعد المعالجة",
            "description": ["تنفيذ تدابير مثل إعادة تأهيل الموقع وزراعة النباتات المحلية."]
          }
        ]
      },
      {
        "name": "المعالجة الحرارية",
        "description": "تشمل المعالجة الحرارية تقنيات مثل الحرق، الذي يستخدم درجات حرارة عالية لتحليل الملوثات العضوية إلى غازات غير ضارة. كما يمكن استخدام وحدة الامتصاص الحراري (TDU) لمعالجة الحمأة النفطية والمواد الصلبة الملوثة، حيث تعمل الوحدة على تسخين المواد الملوثة في بيئة خالية من الأكسجين، مما يؤدي إلى تحلل الملوثات دون احتراق كامل.",
        "pageLink": "/thermal-treatment",
        "steps": [
          {
            "title": "تقييم الموقع والتلوث",
            "description": [
              "يجب إجراء تقييم شامل للموقع لتحديد نوع وكمية التلوث.",
              "تحليل عينات التربة والمياه، وتحديد أنواع الملوثات النفطية، وتقييم الظروف البيئية مثل درجة الحرارة والرطوبة ومستوى الحموضة."
            ]
          },
          {
            "title": "اختيار تقنية المعالجة الحرارية المناسبة",
            "description": [
              "بعد تقييم الموقع، يتم اختيار التقنية الحرارية الأكثر ملاءمة.",
              "التجفيف الحراري: تسخين التربة الملوثة لتبخير الملوثات النفطية، التحلل الحراري: تسخين التربة لدرجات حرارة عالية في غياب الأكسجين لتحليل الملوثات، الحرق الحراري: حرق الملوثات النفطية عند درجات حرارة عالية لتدميرها."
            ]
          },
          {
            "title": "تحضير الموقع",
            "description": [
              "لضمان نجاح المعالجة الحرارية، يجب تحضير الموقع بشكل مناسب.",
              "إزالة النباتات والمخلفات، وتجهيز المعدات مثل الأفران وأجهزة التسخين اللازمة."
            ]
          },
          {
            "title": "تنفيذ المعالجة الحرارية",
            "description": [
              "يتم تنفيذ المعالجة الحرارية وفقًا للتقنية المختارة.",
              "التسخين المباشر: تعريض التربة الملوثة للحرارة مباشرةً باستخدام أجهزة التسخين، التسخين غير المباشر: نقل التربة الملوثة إلى وحدات معالجة خارج الموقع حيث يتم تسخينها بطريقة غير مباشرة."
            ]
          },
          {
            "title": "المراقبة والتحكم",
            "description": [
              "يجب مراقبة الموقع بشكل منتظم لضمان فعالية العملية.",
              "مراقبة درجات الحرارة، وأخذ عينات دورية، وضبط العملية حسب الحاجة، والتبريد التدريجي للتربة، وإعادة تأهيل التربة بإضافة المواد العضوية والعناصر الغذائية."
            ]
          },
          {
            "title": "التقييم النهائي",
            "description": [
              "يتم إجراء تقييم نهائي للتأكد من أن مستويات التلوث قد انخفضت إلى المعايير المقبولة."
            ]
          },
          {
            "title": "إجراءات ما بعد المعالجة",
            "description": ["تنفيذ تدابير مثل إعادة تأهيل الموقع والمراقبة الدورية."]
          }
        ]
      },
      {
        "name": "الفصل الفيزيائي والكيميائي",
        "description": "تتضمن هذه الطرق استخدام تقنيات مثل الترسيب والترشيح والتعويم لفصل الملوثات النفطية عن المياه أو المواد الأخرى. من بين التقنيات المستخدمة في المعالجة الفيزيائية والكيميائية، تبرز وحدة الأكسدة المتقدمة (AOP) كطريقة فعالة لمعالجة المياه الملوثة بالنفط، حيث تستخدم الأوزون كمحفز كيميائي لتكسير الملوثات النفطية إلى مركبات غير ضارة.",
        "pageLink": "/physical-chemical-separation",
        "steps": [
          {
            "title": "تقييم الموقع والتلوث",
            "description": [
              "يجب إجراء تقييم شامل للموقع قبل بدء أي عملية معالجة لتحديد نوع وكمية التلوث.",
              "تحليل عينات التربة والمياه، وتحديد أنواع الملوثات النفطية الموجودة، وتقييم الظروف البيئية مثل درجة الحرارة والرطوبة ومستوى الحموضة."
            ]
          },
          {
            "title": "اختيار تقنية الفصل الفيزيائي المناسبة",
            "description": [
              "بعد تقييم الموقع، يتم اختيار التقنية الفيزيائية المناسبة للفصل.",
              "الترشيح: استخدام الفلاتر لفصل الجسيمات الصلبة عن السوائل، الطرد المركزي: استخدام أجهزة الطرد المركزي لفصل الملوثات ذات الكثافات المختلفة، الفصل بالجاذبية: استخدام الأحواض أو الخزانات لفصل الملوثات حسب الكثافة."
            ]
          },
          {
            "title": "تنفيذ عملية الفصل الفيزيائي",
            "description": [
              "يتم تنفيذ الفصل الفيزيائي وفقًا للتقنية المختارة.",
              "تمرير المياه أو التربة الملوثة عبر الفلاتر لفصل الجسيمات الصلبة، أو استخدام الطرد المركزي لفصل الملوثات حسب الكثافة."
            ]
          },
          {
            "title": "اختيار تقنية الفصل الكيميائي المناسبة",
            "description": [
              "بعد الفصل الفيزيائي، يتم اختيار التقنية الكيميائية المناسبة للفصل.",
              "الترسيب الكيميائي: إضافة مواد كيميائية مناسبة لترسيب الملوثات، الأكسدة الكيميائية: استخدام مواد مؤكسدة لتكسير الملوثات النفطية، التبادل الأيوني: تمرير المياه الملوثة عبر راتنجات تبادل أيوني لإزالة الملوثات الأيونية."
            ]
          },
          {
            "title": "تنفيذ عملية الفصل الكيميائي",
            "description": [
              "يتم تنفيذ الفصل الكيميائي وفقًا للتقنية المختارة.",
              "إضافة المواد الكيميائية المناسبة لمعالجة الملوثات النفطية وتحسين جودة المياه."
            ]
          },
          {
            "title": "المراقبة والتحكم",
            "description": [
              "يجب مراقبة الموقع بشكل منتظم لضمان فعالية العملية.",
              "أخذ عينات دورية، وتحليلها للتأكد من نجاح عملية الفصل، وضبط العمليات لتحقيق أفضل النتائج."
            ]
          },
          {
            "title": "التقييم النهائي",
            "description": [
              "يتم إجراء تقييم نهائي للتأكد من أن مستويات التلوث قد انخفضت إلى المعايير المقبولة وأن الموقع آمن."
            ]
          },
          {
            "title": "إجراءات ما بعد المعالجة",
            "description": [
              "تنفيذ تدابير مثل إعادة تأهيل الموقع وزراعة النباتات المحلية والمراقبة الدورية."
            ]
          }
        ]
      },
      {
        "name": "إعادة التدوير",
        "description": "يمكن إعادة تدوير بعض النفايات النفطية، مثل الزيوت المستخدمة، من خلال تقنيات التنقية والتنظيف لجعلها قابلة للاستخدام مرة أخرى. تساعد هذه الطريقة في تقليل الحاجة إلى استخراج النفط الجديد وتقليل النفايات.",
        "pageLink": "/recycling",
        "steps": [
          {
            "title": "تقييم الموقع والنفايات",
            "description": [
              "يجب إجراء تقييم شامل للموقع لتحديد نوع وكمية النفايات قبل بدء أي عملية إعادة تدوير.",
              "تحليل عينات النفايات، وتحديد أنواع النفايات النفطية، وتقييم الظروف البيئية مثل درجة الحرارة والرطوبة ومستوى الحموضة."
            ]
          },
          {
            "title": "اختيار تقنية إعادة التدوير المناسبة",
            "description": [
              "بعد تقييم الموقع، يتم اختيار التقنية المناسبة لإعادة التدوير.",
              "جمع وفرز النفايات: فصل النفايات النفطية عن غيرها، تجهيز المعدات اللازمة لعملية إعادة التدوير."
            ]
          },
          {
            "title": "تحضير الموقع",
            "description": [
              "لضمان نجاح عملية إعادة التدوير، يجب تجهيز الموقع بشكل مناسب.",
              "تنفيذ إجراءات مثل جمع وفرز النفايات، وإعداد المعدات اللازمة."
            ]
          },
          {
            "title": "تنفيذ عملية إعادة التدوير",
            "description": [
              "تتم عملية إعادة التدوير وفقًا للتقنية المختارة.",
              "إعادة تكرير الزيوت: تمرير النفايات النفطية عبر عمليات التكرير لإنتاج منتجات جديدة، إعادة تدوير النفايات الصلبة: معالجة النفايات الصلبة بوسائل ميكانيكية أو كيميائية لتحويلها إلى مواد جديدة، إعادة استخدام المياه: تنقية ومعالجة المياه الملوثة لإعادة استخدامها."
            ]
          },
          {
            "title": "المراقبة والتحكم",
            "description": [
              "يجب مراقبة الموقع بشكل منتظم لضمان فعالية العملية.",
              "أخذ عينات دورية، وتحليل جودة المنتجات المعاد تدويرها، وضبط العمليات حسب الحاجة."
            ]
          },
          {
            "title": "التقييم النهائي",
            "description": [
              "يتم إجراء تقييم نهائي للتأكد من أن المنتجات المعاد تدويرها تلبي المعايير المطلوبة وأن العملية كانت فعالة."
            ]
          },
          {
            "title": "إجراءات ما بعد المعالجة",
            "description": [
              "تنفيذ تدابير مثل استخدام المنتجات المعاد تدويرها في العمليات الصناعية، والمراقبة الدورية لضمان استدامة العملية."
            ]
          },
          {
            "title": "التوعية والتدريب",
            "description": [
              "تدريب الموظفين على تقنيات إعادة التدوير وأهمية الاستدامة البيئية.",
              "نشر الوعي حول أهمية إعادة التدوير بين المجتمع المحلي والشركات الأخرى."
            ]
          }
        ]
      },
      {
        "name": "التخلص النهائي",
        "description": "تمتلك شركة أعماق الدولية مكب نفايات صحي، وهو الأول من نوعه في ليبيا. وقد حضر حفل الافتتاح نائب رئيس الوزراء، وزير الصحة المكلف، وزير البيئة، المدير العام للإدارة العامة للنظافة البيئية بوزارة الحكم المحلي، وممثلون عن وزارة التعليم العالي والتقني، بالإضافة إلى عدد من الشخصيات العامة، عمداء البلديات، ومديري مكاتب النظافة البيئية في مختلف البلديات.",
        "pageLink": "/final-disposal",
        "steps": [
          {
            "title": "تقييم الموقع والنفايات",
            "description": [
              "قبل البدء في أي عملية تخلص نهائي، يجب إجراء تقييم شامل للموقع لتحديد نوع وكمية النفايات.",
              "تحليل عينات النفايات: جمع وتحليل العينات لتحديد مكوناتها، التعرف على أنواع النفايات الزيتية: استخدام تقنيات مخبرية لتحديد أنواع النفايات، تقييم الظروف البيئية مثل درجة الحرارة، الرطوبة، ومستوى الحموضة: يساعد هذا التقييم في تحديد أفضل طرق التخلص النهائي."
            ]
          },
          {
            "title": "اختيار تقنية التخلص النهائي المناسبة",
            "description": [
              "بعد تقييم الموقع، يتم اختيار التقنية الأكثر ملاءمة للتخلص النهائي، والتي قد تشمل:",
              "الطمر الصحي: دفن النفايات في مواقع مصممة خصيصًا لمنع تسرب الملوثات، الحرق (الكربنة): حرق النفايات الزيتية في أفران خاصة لتقليل حجمها والتخلص من الملوثات، التثبيت والمعالجة: تحويل النفايات إلى مواد مستقرة وغير خطرة من خلال التفاعلات الكيميائية."
            ]
          },
          {
            "title": "تحضير الموقع",
            "description": [
              "لضمان نجاح عملية التخلص النهائي، يجب تحضير الموقع بشكل مناسب:",
              "جمع وفرز النفايات: فصل النفايات الزيتية عن غيرها، تجهيز المعدات: إعداد الأدوات والمعدات اللازمة لعملية التخلص النهائي."
            ]
          },
          {
            "title": "تنفيذ عملية التخلص النهائي",
            "description": [
              "يتم تنفيذ عملية التخلص النهائي وفقًا للتقنية المختارة:",
              "الطمر الصحي: دفن النفايات في مواقع الطمر الصحي المصممة لمنع تسرب الملوثات إلى التربة أو المياه الجوفية، الحرق (الكربنة): حرق النفايات في أفران خاصة بدرجات حرارة عالية لتقليل حجمها وتدمير الملوثات، التثبيت والمعالجة: إضافة مواد كيميائية إلى النفايات لتحويلها إلى مواد مستقرة وغير خطرة."
            ]
          },
          {
            "title": "المراقبة والتحكم",
            "description": [
              "بعد بدء عملية التخلص النهائي، يجب مراقبة الموقع بشكل منتظم لضمان فعالية العملية.",
              "أخذ عينات دورية: مراقبة تأثير العملية على البيئة المحيطة، تحليل العينات: التأكد من فعالية التقنيات المستخدمة في التخلص النهائي، ضبط العملية حسب الحاجة: تعديل العمليات لتحسين كفاءة التخلص النهائي."
            ]
          },
          {
            "title": "التقييم النهائي",
            "description": ["التأكد من التخلص الآمن من النفايات وأن الموقع آمن."]
          },
          {
            "title": "إجراءات ما بعد المعالجة",
            "description": [
              "بعد نجاح عملية التخلص النهائي، يمكن تنفيذ بعض الإجراءات اللاحقة مثل:",
              "إعادة تأهيل الموقع: تحسين الموقع بعد التخلص النهائي لضمان عدم تأثيره السلبي على البيئة، المراقبة الدورية للموقع: التأكد من عدم حدوث تسرب أو تلوث مستقبلي."
            ]
          },
          {
            "title": "التوعية والتدريب",
            "description": [
              "تدريب الموظفين: على تقنيات التخلص النهائي وأهمية الاستدامة البيئية.",
              "التوعية البيئية: نشر الوعي حول أهمية التخلص الآمن بين المجتمع المحلي والشركات الأخرى."
            ]
          }
        ]
      },
      {
        "name": "المعالجة الكهروكيميائية",
        "description": "تعتمد هذه التقنية على استخدام التيار الكهربائي لتحفيز التفاعلات الكيميائية التي تساعد في تحليل الملوثات الزيتية. تُستخدم هذه الطريقة بشكل خاص لمعالجة المياه الملوثة.",
        "pageLink": "/electrochemical-treatment",
        "steps": [
          {
            "title": "تقييم الموقع والتلوث",
            "description": [
              "قبل البدء في أي عملية معالجة، يجب إجراء تقييم شامل للموقع لتحديد نوع وكمية التلوث.",
              "تحليل عينات التربة والمياه: جمع وتحليل العينات لتحديد تركيزات الملوثات، التعرف على أنواع الملوثات الزيتية الموجودة: استخدام تقنيات مخبرية لتحديد الملوثات، تقييم الظروف البيئية مثل درجة الحرارة، الرطوبة، ومستوى الحموضة: يساعد هذا التقييم في تحديد أفضل طرق المعالجة الكهروكيميائية."
            ]
          },
          {
            "title": "اختيار تقنية المعالجة الكهروكيميائية المناسبة",
            "description": [
              "بعد تقييم الموقع، يتم اختيار التقنية الأكثر ملاءمة للمعالجة الكهروكيميائية، والتي قد تشمل:",
              "التحليل الكهربائي: استخدام التيار الكهربائي لفصل وتحليل الملوثات، التخثير الكهربائي: استخدام التيار الكهربائي لترسيب الملوثات من المياه الملوثة، الأكسدة الكهروكيميائية: استخدام التيار الكهربائي لتحفيز تفاعلات الأكسدة التي تكسر الملوثات."
            ]
          },
          {
            "title": "تحضير الموقع",
            "description": ["تجهيز المعدات وإعداد الموقع لعملية المعالجة."]
          },
          {
            "title": "تنفيذ عملية المعالجة الكهروكيميائية",
            "description": [
              "لضمان نجاح المعالجة الكهروكيميائية، يجب تحضير الموقع بشكل مناسب:",
              "تجهيز المعدات: تركيب الأقطاب، المولدات، وأجهزة القياس، تحضير العينات: جمع وفرز العينات الملوثة للمعالجة."
            ]
          },
          {
            "title": "المراقبة والتحكم",
            "description": [
              "بعد بدء عملية المعالجة الكهروكيميائية، يجب مراقبة الموقع بشكل منتظم لضمان فعالية العملية.",
              "مراقبة الجهد والتيار: التأكد من أن النظام يعمل بكفاءة، أخذ عينات دورية: مراقبة انخفاض تركيز الملوثات، تحليل العينات: التأكد من فعالية التقنيات المستخدمة في تحييد الملوثات."
            ]
          },
          {
            "title": "التقييم النهائي",
            "description": [
              "بعد إكمال العملية، يتم إجراء تقييم نهائي للتأكد من انخفاض مستويات التلوث إلى المعايير المقبولة وأن الموقع آمن."
            ]
          },
          {
            "title": "إجراءات ما بعد المعالجة",
            "description": [
              "بعد نجاح المعالجة الكهروكيميائية، يمكن تنفيذ بعض الإجراءات اللاحقة مثل:",
              "إعادة تأهيل الموقع: تحسين الموقع بعد المعالجة لضمان عدم تأثيره السلبي على البيئة، المراقبة الدورية للموقع: التأكد من عدم تكرار التلوث."
            ]
          },
          {
            "title": "التوعية والتدريب",
            "description": [
              "تدريب الموظفين: على تقنيات المعالجة الكهروكيميائية وأهمية الاستدامة البيئية.",
              "التوعية البيئية: نشر الوعي حول أهمية المعالجة الكهروكيميائية بين المجتمع المحلي والشركات الأخرى."
            ]
          }
        ]
      },
      {
        "name": "مراقبة العمليات البيئية",
        "description": "تقوم شركة أعماق الدولية، من خلال شركات متخصصة بعقود طويلة الأجل، بمراقبة مستمرة للانبعاثات وتتبع كامل للملوثات البيئية في مواقع الشركة باستخدام تقنيات ذكية متقدمة. كما تمتلك الشركة مختبرات ثابتة ومتنقلة لضمان جودة العمل البيئي وحماية البيئة.",
        "pageLink": "/environmental-operations-monitoring",
        "steps": [
          {
            "title": "تقييم الموقع والعمليات البيئية",
            "description": [
              "قبل بدء أي عملية مراقبة، يجب إجراء تقييم شامل للموقع والعمليات البيئية التي سيتم مراقبتها.",
              "تحليل الأنشطة الصناعية: تحديد الأنشطة التي قد تؤثر على البيئة، تقييم الملوثات المحتملة: التعرف على أنواع الملوثات الناتجة عن العمليات، تقييم الظروف البيئية مثل درجة الحرارة، الرطوبة، ومستوى الحموضة: لتحديد معايير المراقبة الأساسية."
            ]
          },
          {
            "title": "اختيار تقنيات وأدوات المراقبة المناسبة",
            "description": [
              "بعد تقييم الموقع، يتم اختيار التقنيات والأدوات الأكثر ملاءمة للمراقبة، والتي قد تشمل:",
              "أجهزة قياس الهواء: قياس مستويات تلوث الهواء مثل الغازات الضارة والجسيمات الدقيقة، أجهزة تحليل المياه: قياس تركيز الملوثات في المياه الجوفية والمياه السطحية، أجهزة تحليل التربة: مراقبة جودة التربة لضمان عدم تلوثها، أنظمة مراقبة الانبعاثات: تتبع الانبعاثات الغازية الناتجة عن العمليات الصناعية."
            ]
          },
          {
            "title": "تحضير الموقع والمعدات",
            "description": [
              "لضمان نجاح عملية المراقبة، يجب تحضير الموقع والمعدات بشكل مناسب:",
              "تركيب أجهزة المراقبة: وضع أجهزة القياس والتحليل في المواقع المناسبة، معايرة الأجهزة: التأكد من أن جميع الأجهزة تعمل بدقة وكفاءة، تدريب الموظفين: تدريب العاملين على استخدام وصيانة أجهزة المراقبة."
            ]
          },
          {
            "title": "تنفيذ عملية المراقبة البيئية",
            "description": [
              "يتم تنفيذ عملية المراقبة البيئية وفقًا للإجراءات المحددة:",
              "المراقبة المستمرة: تشغيل أجهزة المراقبة بشكل متواصل لجمع البيانات، أخذ عينات دورية: جمع عينات من الهواء والماء والتربة بانتظام لتحليلها في المختبر، تسجيل البيانات: تخزين البيانات المجمعة في نظام إدارة البيانات البيئية."
            ]
          },
          {
            "title": "تحليل البيانات وتفسير النتائج",
            "description": [
              "بعد جمع البيانات، يجب تحليلها وتفسير النتائج لضمان فعالية المراقبة:",
              "تحليل البيانات: استخدام البرمجيات والتقنيات لتحليل البيانات البيئية، مقارنة النتائج بالمعايير البيئية: التأكد من أن النتائج تتوافق مع المعايير البيئية المحددة، تحديد الاتجاهات: تحليل الاتجاهات والأنماط في البيانات لاكتشاف أي تغييرات بيئية."
            ]
          },
          {
            "title": "التقييم النهائي وإعداد التقارير",
            "description": [
              "بعد تحليل البيانات، يتم إعداد التقارير لتوثيق نتائج المراقبة:",
              "إعداد التقارير الدورية: توثيق نتائج المراقبة بشكل منتظم وإعداد تقارير شاملة، مراجعة النتائج مع الجهات المختصة: تقديم التقارير للجهات المعنية والمشاركة في مراجعة النتائج."
            ]
          },
          {
            "title": "الإجراءات التصحيحية",
            "description": [
              "في حال اكتشاف أي تجاوزات أو مشكلات بيئية، يتم اتخاذ الإجراءات التصحيحية المناسبة:",
              "تحديد مصادر التلوث: التعرف على المصادر المسببة للتلوث ومعالجتها، تعديل العمليات الصناعية: ضبط العمليات لضمان الامتثال للمعايير البيئية، تنفيذ خطط تحسين البيئة: تطوير وتنفيذ خطط لتحسين الأداء البيئي."
            ]
          },
          {
            "title": "التوعية والتدريب",
            "description": [
              "تدريب الموظفين: على أهمية المراقبة البيئية وكيفية تنفيذها بشكل صحيح.",
              "التوعية البيئية: نشر الوعي بين المجتمع المحلي والشركات الأخرى حول أهمية المراقبة البيئية."
            ]
          }
        ]
      }
    ],
    "news": [
      {
        "title": "أعماق الدولية تستعرض أحدث التقنيات البيئية في قمة ليبيا للطاقة والاقتصاد",
        "id": "أخبار",
        "content": [
          {
            "details": "تفخر شركة أعماق الدولية لخدمات النفط بالمشاركة في قمة ليبيا للطاقة والاقتصاد، حيث قدمت عرضًا شاملاً يبرز أحدث تقنياتها المتقدمة، ملتزمة بموازنة التكنولوجيا الحديثة مع الحفاظ على البيئة. تميزت الشركة في عرض الجوانب المبتكرة لخدماتها، لا سيما في جمع وتنظيف ومعالجة الخسائر النفطية الناتجة عن عمليات الاستكشاف والحفر والصيانة. كما أكدت أعماق التزامها القوي بالاستدامة من خلال تبني تقنيات صديقة للبيئة تتماشى مع أعلى المعايير الدولية والمحلية. تعد مشاركة أعماق الدولية في هذه القمة فرصة هامة لمشاركة خبراتها وتبادل المعرفة مع قطاع النفط الليبي، مع التأكيد على استعدادها للتعاون الفعال في تعزيز البنية التحتية للقطاع ودفع عجلة النمو الاقتصادي في ليبيا."
          }
        ]
      },
      {
        "title": "الشركة تؤسس أول خلية للتخلص الآمن من النفايات في ليبيا (المدفن الصحي)",
        "id": "أخبار",
        "content": [
          {
            "details": "تفخر شركة أعماق الدولية لخدمات النفط بتقديم حلول بيئية فعالة ومتكاملة، حيث تعمل بجد للعب دور رئيسي في التنمية وتحسين جودة الحياة في ليبيا. ومن أجل تحقيق هذا الهدف، تم إنشاء أول موقع للتخلص الآمن من النفايات الخطرة في البلاد. يهدف هذا المشروع إلى تنظيم عمليات إدارة النفايات الخطرة وتوحيد السياسات والأساليب المناسبة للتخلص المستدام والصحيح منها. نحن ملتزمون بتطبيق أفضل الممارسات والاستفادة من أحدث التقنيات لحماية البيئة وتقليل التأثيرات الضارة على المجتمع. يشكل موقع التخلص الآمن من النفايات الخطرة جزءًا أساسيًا من استراتيجيتنا للتخفيف من المخاطر البيئية والصحية المحتملة. نحن ملتزمون بتقديم خدماتنا بشكل احترافي ومنهجي، وبذل كل الجهود لتحقيق أهدافنا في حماية البيئة وصحة الإنسان. نحن واثقون من أن جهودنا ستساهم بشكل كبير في بناء مستقبل أفضل للأجيال القادمة."
          }
        ]
      },
      {
        "title": "تعزيز التعاون بين أعماق الدولية لخدمات النفط والشركة العامة للكهرباء",
        "id": "أخبار",
        "content": [
          {
            "details": "أعلنت شركة أعماق الدولية لخدمات النفط عن زيارة وفد من الشركة العامة للكهرباء إلى جميع مواقعها لتعزيز التعاون وتبادل الخبرات في مجال خدمات النفط. تأتي هذه الزيارة في إطار الجهود المشتركة لتطوير المشاريع الحالية واستكشاف فرص جديدة تعود بالفائدة على كلا الشركتين. وأعرب الطرفان عن ارتياحهما لنتائج الزيارة، مؤكدين أهمية استمرار التواصل والتعاون لتحقيق الأهداف المشتركة."
          }
        ]
      },
      {
        "title": "وفد هاليبرتون يزور أعماق الدولية لتعزيز التعاون في مجال خدمات النفط",
        "id": "أخبار",
        "content": [
          {
            "details": "أعلنت شركة أعماق الدولية لخدمات النفط عن استقبال وفد من شركة هاليبرتون، حيث قاموا بزيارة جميع مواقع الشركة. هدفت هذه الزيارة إلى تعزيز الروابط وتبادل الخبرات بين الشركتين في مجال خدمات النفط. ناقش الطرفان سبل تطوير المشاريع الحالية واستكشاف فرص جديدة تعود بالنفع على الجانبين. وأعرب ممثلو الشركتين عن رضاهم عن نتائج الزيارة، مؤكدين على أهمية استمرار الحوار والتعاون لتحقيق الأهداف المشتركة."
          }
        ]
      },
      {
        "title": "وزارة البيئة تشيد بالتقنيات البيئية المستدامة لشركة أعماق الدولية لخدمات النفط",
        "id": "أخبار",
        "content": [
          {
            "details": "قامت وزارة البيئة بزيارة تفقدية لمواقع شركة أعماق الدولية لخدمات النفط، حيث تضمنت الزيارة مراجعة التقنيات المتقدمة التي تستخدمها الشركة في عملياتها. وأعرب وفد الوزارة عن إعجابه بالممارسات البيئية المستدامة والتقنيات المستخدمة في أعماق. تأتي هذه الزيارة في إطار الجهود المبذولة لتعزيز التعاون بين قطاع النفط والجهات الحكومية لضمان الالتزام بالمعايير البيئية وتحقيق التنمية المستدامة. وأكد الطرفان على أهمية استمرار هذا التعاون لتحقيق الأهداف المشتركة في حماية البيئة والاستدامة."
          }
        ]
      },
      {
        "title": "مراقبة الانبعاثات بالتعاون مع وزارة البيئة وشرطة البيئة",
        "id": "الزيارات",
        "content": [
          {
            "details": "نفذت شركة جرين لايف، بالتعاون مع وزارة البيئة وشرطة البيئة، مشروعًا لمراقبة الانبعاثات الناتجة عن الثوران البركاني الأخير في جزيرة صقلية بإيطاليا. يشمل المشروع نشر أنظمة متقدمة لمراقبة جودة الهواء في مواقع استراتيجية في طرابلس لضمان مراقبة دقيقة وفعالة للانبعاثات المحتملة. تم تزويد الفرق الميدانية بأحدث التقنيات والأجهزة المتطورة، بما في ذلك أجهزة مراقبة الهواء المحمولة والطائرات المسيرة، لضمان تغطية شاملة وتحليل دقيق للبيانات البيئية. يهدف هذا الجهد إلى حماية البيئة والصحة العامة من التأثيرات الضارة المحتملة للثوران البركاني. وتجدد شركة جرين لايف التزامها بالحفاظ على البيئة وتقديم حلول بيئية متطورة بالتعاون مع الجهات الحكومية لضمان بيئة نظيفة وصحية للجميع."
          }
        ]
      },
      {
        "title": "شركة أعماق الدولية تنجز بنجاح معالجة نفايات النفط في محطة جنزور وفقاً للمعايير البيئية",
        "id": "الزيارات",
        "content": [
          {
            "details": "أنجزت شركة أعماق الدولية لخدمات النفط بنجاح أعمال معالجة نفايات النفط لصالح الشركة العامة للكهرباء في محطة جنزور. شملت المهام تنفيذ كافة الإجراءات اللازمة لضمان التخلص الآمن والسليم بيئياً للنفايات النفطية المتراكمة، بما يتوافق مع المعايير البيئية الدولية والمحلية. تأتي هذه الخطوة في إطار التزام شركة أعماق الدولية بتقديم أفضل الحلول المتكاملة والخدمات لعملائها في قطاع النفط والطاقة، مع السعي لتعزيز الشراكات الاستراتيجية مع مختلف الجهات لضمان استدامة العمليات وتحقيق الفوائد البيئية والاقتصادية المرجوة."
          }
        ]
      },
      {
        "title": "شراكة استراتيجية بين أعماق الدولية ومليتة للنفط والغاز من أجل الاستدامة البيئية",
        "id": "الزيارات",
        "content": [
          {
            "details": "قدمت شركة أعماق الدولية لخدمات نفايات النفط خدماتها المتميزة لشركة مليتة للنفط والغاز. تشمل هذه الخدمات معالجة وإدارة نفايات النفط باستخدام أحدث التقنيات المتقدمة، لضمان الحفاظ على البيئة والامتثال للمعايير العالمية. تهدف هذه الشراكة إلى تعزيز جهود الشركتين في تحقيق الاستدامة البيئية وتحسين العمليات التشغيلية في قطاع النفط والغاز. وتفخر شركة أعماق الدولية بتقديم حلول مبتكرة ومتكاملة تلبي احتياجات شركائها وتساهم في تحقيق أهدافهم البيئية والاقتصادية."
          }
        ]
      },
      {
        "title": "شركة أعماق الدولية تبدأ تقديم خدمات المناولة والتنظيف الصناعي في مجمع مليتة",
        "id": "أخبار",
        "content": [
          {
            "details": "بدأت شركة أعماق الدولية لخدمات النفط أعمال المناولة والتنظيف الصناعي في مجمع مليتة بمدينة صبراتة التابع لشركة مليتة للنفط والغاز. تشمل الخدمات المقدمة من الشركة عمليات تنظيف شاملة، بالإضافة إلى المناولة والنقل الآمن لنفايات النفط الخطرة من مواقع شركة مليتة إلى منشأة المعالجة المتخصصة في أعماق الدولية. تتميز المنشأة بتقنيات متطورة لضمان السلامة البيئية وإدارة النفايات المستدامة. تتماشى هذه التعاون مع جهود شركة أعماق الدولية لتعزيز دورها كشريك استراتيجي في قطاع النفط والغاز، مع الالتزام بمعايير الصحة والسلامة والبيئة، والتركيز على تقديم خدمات متكاملة تساهم في حماية البيئة والتنمية المستدامة. تواصل شركة أعماق الدولية تقديم حلول مبتكرة في إدارة نفايات النفط والعمليات الصناعية، مما يعزز مكانتها كإحدى الشركات الرائدة في هذا المجال."
          }
        ]
      },
      {
        "title": "شركة أعماق الدولية تبدأ عمليات التنظيف الصناعي ومعالجة بقايا النفط في محطة كهرباء الخمس",
        "id": "أخبار",
        "content": [
          {
            "details": "بدأت شركة أعماق الدولية لخدمات النفط تنفيذ عمليات التنظيف الصناعي ومعالجة بقايا النفط في محطة كهرباء الخمس التابعة للشركة العامة للكهرباء في مدينة الخمس. تشمل العمليات التي تقوم بها الشركة إدارة التربة الملوثة نتيجة انسكاب النفط الناتج عن الأنشطة التشغيلية. تلتزم شركة أعماق الدولية بتطبيق أعلى المعايير البيئية لضمان معالجة نفايات النفط والتربة الملوثة باستخدام طرق آمنة ومستدامة. يسهم هذا في تقليل الأثر البيئي وتحسين جودة المواقع المتأثرة. هذه الأعمال جزء من التزام شركة أعماق الدولية بدعم الشركات الوطنية في مواجهة التحديات البيئية وتعزيز التنمية المستدامة من خلال تقديم حلول مبتكرة وفعالة في مجال التنظيف الصناعي وإدارة النفايات. تواصل شركة أعماق الدولية تعزيز دورها كشريك استراتيجي في إدارة نفايات النفط والتنظيف الصناعي، لتكون شريكاً بيئياً للشركة العامة للكهرباء."
          }
        ]
      },
      {
        "title": "شركة أعماق الدولية تبدأ عمليات التنظيف الصناعي ومعالجة بقايا النفط في محطة كهرباء شمال بنغازي",
        "id": "أخبار",
        "content": [
          {
            "details": "بدأت شركة أعماق الدولية لخدمات النفط تنفيذ عمليات التنظيف الصناعي ومعالجة بقايا النفط في محطة كهرباء شمال بنغازي التابعة للشركة العامة للكهرباء. تشمل العمليات معالجة التربة الملوثة نتيجة انسكاب النفط الناتج عن الأنشطة التشغيلية. تستخدم الشركة أحدث التقنيات البيئية لضمان تنظيف المواقع المتأثرة بشكل آمن ومستدام ومعالجة البقايا والتربة الملوثة، مما يساهم في تقليل الأثر البيئي وتعزيز سلامة البيئة المحيطة. يعكس هذا المشروع التزام شركة أعماق الدولية بدعم الشركات الوطنية في تحسين جودة المواقع المتأثرة وإدارة نفايات النفط بكفاءة. تساهم هذه الجهود في تحقيق الاستدامة البيئية ودفع التنمية الوطنية. تواصل شركة أعماق الدولية تقديم حلول رائدة ومتطورة في التنظيف الصناعي وإدارة النفايات، مما يعزز مكانتها كشريك استراتيجي للشركة العامة للكهرباء."
          }
        ]
      }
    ]
  }
}
