{
  "home": "الرئيسية",
  "Services": "الخدمات",
  "ourpooicies": "سياساتنا",
  "News_and_Activities": "الأخبار والأنشطة",
  "sustainable_development": "التنمية المستدامة",
  "contact us": "اتصل بنا",
  "video_title": "شركة أعماق الدولية لخدمات النفط",
  "video_dicr": "شركة أعماق الدولية لخدمات النفط هي واحدة من أكبر الشركات العاملة في مجالها. تأسست عام 2022 كشركة خاصة ضمن القطاع الخاص، برأس مال قدره عشرة ملايين دينار ليبي.",
  "video_disone": "نقدم خدمات هندسية وتقنية واستشارية عالية الجودة، ملتزمين بالسلامة وحماية البيئة، وتطوير القدرات البشرية، وتنفيذ حلول مبتكرة لدعم الاقتصاد الليبي.",
  "video_distwo": "تتلخص مهمتنا في الاستمرار بالنمو والتوسع في قطاع صناعة النفط، من خلال تبني أحدث التقنيات والابتكارات. كما نلتزم بالمساهمة في تطوير الصناعة ودفع عجلة التقدم مع الحفاظ على أعلى معايير السلامة لحماية جميع مكونات مجتمعنا.",
  "video_distree": "نسعى لتحقيق المكانة المستحقة كواحدة من الشركات الكبرى على الساحتين المحلية والعالمية في مجال خدمات النفط التنافسية. كما نسعى لأن نكون لاعبًا رئيسيًا في قيادة التنمية والتقدم في هذا القطاع الحيوي من خلال الجمع بين الجودة والابتكار.",
  "video_disfour": "تحسين الإنتاجية والاستدامة البيئية: تقديم خدمات مبتكرة بتقنيات حديثة، مع التركيز على التدريب وتطوير القوى العاملة. التنوع والتواصل: توسيع نطاق الخدمات وتعزيز العلاقات مع العملاء والمجتمعات المحلية لتحقيق النمو وتعزيز السمعة الإيجابية.",
  "iso_title": "وثائق الاعتماد والامتثال",
  "footer": {
    "importantLinks": "روابط هامة",
    "home": "الصفحة الرئيسية",
    "newsAndActivities": "الأخبار والأنشطة",
    "address": {
      "title": "العنوان",
      "location": "حي الأندلس، طرابلس، ليبيا"
    },
    "workingHours": {
      "title": "ساعات العمل",
      "details": "نحن متاحون لخدمتكم من السبت إلى الخميس، من الساعة 8:00 صباحًا إلى الساعة 4:00 مساءً."
    },
    "contactNumbers": {
      "title": "أرقام التواصل",
      "number1": "218-92-2129320",
      "number2": "218-91-2129320",
      "number3": "218-21-7103172",
      "number4": "218-21-7103170"
    },
    "copyright": "© 2024 شركة آماق الدولية لخدمات النفط"
  },
  "policy": {
    "title": "بيان سياسة الجودة والصحة والسلامة والبيئة لشركة أعماق",
    "commitmentTitle": "التزامنا",
    "commitmentText": "في شركة أعماق الدولية لخدمات النفط، نحن ملتزمون بتطبيق أعلى معايير الجودة والصحة والسلامة وحماية البيئة في جميع أنشطتنا. نسعى لتقديم منتجات وخدمات تلبي أو تتجاوز توقعات العملاء مع الحفاظ على رفاهية موظفينا وأصحاب المصلحة والبيئة. توجه سياسة الجودة والصحة والسلامة والبيئة لدينا المبادئ التالية:",
    "principles": {
      "quality": {
        "title": "الجودة",
        "description": "نلتزم بتقديم منتجات وخدمات تفي بأعلى معايير الجودة. نعمل باستمرار على تحسين عملياتنا ومنتجاتنا وخدماتنا لتعزيز رضا العملاء وتجاوز توقعاتهم."
      },
      "healthSafety": {
        "title": "الصحة والسلامة",
        "description": "نعطي الأولوية لصحة وسلامة ورفاهية موظفينا والمقاولين والزوار. نحافظ على بيئة عمل آمنة وصحية من خلال الامتثال للقوانين واللوائح والممارسات الفضلى. نقوم بتحديد وتقييم المخاطر المحتملة، وتنفيذ التدابير الوقائية، وتقديم التدريب والموارد اللازمة لضمان ثقافة سلامة قوية."
      },
      "environmentalProtection": {
        "title": "حماية البيئة",
        "description": "نُدرك أهمية الحفاظ على البيئة ونسعى لتقليل تأثير عملياتنا على البيئة. نلتزم بالقوانين واللوائح والمعايير البيئية ذات الصلة. نعمل باستمرار على تحسين أدائنا البيئي من خلال الحفاظ على الموارد، وتقليل النفايات والانبعاثات، وتعزيز الممارسات المستدامة في جميع عملياتنا."
      },
      "compliance": {
        "title": "الامتثال",
        "description": "نلتزم بالامتثال الكامل لجميع القوانين واللوائح والمتطلبات المطبقة المتعلقة بالجودة والصحة والسلامة والبيئة. نسعى لتجاوز معايير الامتثال كلما أمكن ونعمل لنكون شركة مسؤولة."
      },
      "riskManagement": {
        "title": "إدارة المخاطر",
        "description": "نطبق ممارسات إدارة مخاطر قوية لتحديد وتقييم والتخفيف من المخاطر المرتبطة بعملياتنا. نقوم بمراقبة وإدارة المخاطر بشكل استباقي لمنع الحوادث والإصابات والأضرار البيئية."
      },
      "employeeEngagement": {
        "title": "مشاركة وتمكين الموظفين",
        "description": "نعزز ثقافة المساءلة والمشاركة والتعلم المستمر. نشجع موظفينا على المشاركة الفعالة في مبادرات الجودة والصحة والسلامة والبيئة، والإبلاغ عن المخاطر، وتقديم اقتراحات للتحسين. نوفر التدريب والموارد والدعم اللازم لتمكين موظفينا من الوفاء بمسؤولياتهم."
      },
      "stakeholderCollaboration": {
        "title": "التعاون مع أصحاب المصلحة",
        "description": "نتعاون مع عملائنا وموردينا والمقاولين والجهات التنظيمية والمجتمع لضمان ممارسات فعالة للجودة والصحة والسلامة والبيئة."
      }
    }
  },
  "commitment": {
    "title": "التزام شركة أعماق الدولية لخدمات النفط بأهداف التنمية المستدامة",
    "intro": "شركة أعماق الدولية لخدمات النفط ملتزمة بشكل قوي بتحقيق أهداف التنمية المستدامة للأمم المتحدة. تسعى الشركة لدمج هذه الأهداف في جميع جوانب عملياتها لضمان تأثير إيجابي طويل الأجل على البيئة والمجتمع والاقتصاد.",
    "highlight": "شركة أعماق الدولية ملتزمة بجميع جوانب أهداف التنمية المستدامة:",
    "sections": {
      "environmentalSustainability": {
        "title": "الاستدامة البيئية",
        "point1": "تطوير استراتيجيات وتقنيات تقلل من البصمة الكربونية وتحافظ على الموارد الطبيعية.",
        "point2": "تعزيز استخدام الطاقة المتجددة وتطبيق ممارسات تشغيلية مستدامة."
      },
      "economicDevelopment": {
        "title": "التنمية الاقتصادية",
        "point1": "تحقيق نمو اقتصادي متوازن ومستدام من خلال الابتكار والاستثمار في التكنولوجيا الحديثة.",
        "point2": "دعم الاقتصاد المحلي من خلال توفير فرص عمل وتعزيز قدرات المجتمع."
      },
      "socialResponsibility": {
        "title": "المسؤولية الاجتماعية",
        "point1": "تنفيذ برامج اجتماعية تهدف لتحسين جودة الحياة في المجتمعات التي تعمل بها الشركة.",
        "point2": "دعم التعليم والصحة والبنية التحتية لتعزيز التنمية المستدامة في المجتمع."
      },
      "integratedManagement": {
        "title": "الإدارة المتكاملة",
        "point1": "وضع أهداف قابلة للقياس وخطط لتحقيقها بما يتماشى مع مبادئ التنمية المستدامة.",
        "point2": "مراجعة وتحديث السياسات والإجراءات بانتظام لضمان الامتثال المستمر للمعايير الدولية."
      },
      "legalCompliance": {
        "title": "الامتثال القانوني",
        "point1": "مراقبة وتقييم الامتثال للقوانين واللوائح البيئية والاجتماعية والاقتصادية المحلية والدولية.",
        "point2": "تحديث السياسات والإجراءات لضمان الامتثال المستمر والتكيف مع التغيرات القانونية."
      },
      "communicationParticipation": {
        "title": "التواصل والمشاركة",
        "point1": "تعزيز التواصل مع أصحاب المصلحة وتقديم تقارير شفافة عن الأداء البيئي والاجتماعي والاقتصادي للشركة.",
        "point2": "تشجيع مشاركة الموظفين والمجتمع في تحقيق أهداف التنمية المستدامة."
      }
    },
    "conclusion": "من خلال تنفيذ أهداف التنمية المستدامة، تضمن شركة أعماق الدولية تأثيرًا إيجابيًا يعزز سمعتها كمنظمة مسؤولة. يدعم هذا الالتزام الجهود المستمرة لتحقيق التوازن بين الأداء الاقتصادي وحماية البيئة والمسؤولية الاجتماعية، مما يساهم في مستقبل مستدام للجميع."
  },
  "contact": {
    "pageTitle": "اتصل بنا",
    "intro": "في شركة أعماق الدولية لخدمات النفط، نسعى دائمًا لتقديم أفضل الخدمات لعملائنا وشركائنا. يسعدنا التواصل معكم لأي استفسارات أو طلبات.",
    "address": {
      "title": "العنوان",
      "location": "حي الأندلس، طرابلس، ليبيا"
    },
    "phone": {
      "title": "الهاتف",
      "number1": "218-92-2129320",
      "number2": "218-91-2129320",
      "number3": "218-21-7103172",
      "number4": "218-21-7103170"
    },
    "workingHours": {
      "title": "ساعات العمل",
      "hours": "متواجدون لخدمتكم من السبت إلى الخميس، من الساعة 8:00 صباحًا إلى 4:00 مساءً."
    },
    "email": {
      "title": "البريد الإلكتروني",
      "address": "info@amaq.ly"
    },
    "form": {
      "intro": "يرجى ملء النموذج أدناه وسنقوم بالتواصل معكم في أقرب وقت ممكن:",
      "firstName": "الاسم الأول",
      "lastName": "الاسم الأخير",
      "email": "البريد الإلكتروني",
      "message": "الرسالة",
      "submit": "إرسال"
    }
  }
}
