{
  "NewsAndTopics": "News and Topics",
  "Our_Services": "Our Services",
  "readmore": "Read More",
  "home": "Home",
  "Services": "Services",
  "ourpooicies": "Our Policies",
  "News_and_Activities": "News and Activities",
  "sustainable_development": "sustainable development",
  "contact us": "contact us",
  "video_title": "Amaq Al-Dauleya Oil Services Company",
  "video_dicr": "Amaq Al-Dauleya Oil Services Company is one of the largest companies operating in its field. It was established in 2022 as a private company within the private sector, with a capital of ten million Libyan dinars.",
  "video_disone": "We provide high-quality engineering, technical, and consulting services, committing to safety and environmental protection, developing human capabilities, and implementing innovative solutions to support Libya's economy.",
  "video_distwo": "Our mission is summarized in the continuity of growth and expansion in the oil industry sector, achieved through adopting the latest technologies and innovations. We also commit to contributing to industry development and driving progress, while maintaining the highest safety standards to protect every component of our society.",
  "video_distree": "We aim to achieve the deserved position as one of the major companies in the local and global arena in the competitive oil services field. We also strive to be a key player in driving development and progress in this vital sector, combining quality and innovation.",
  "video_disfour": "Improving productivity and environmental sustainability: Providing innovative services with modern techniques, focusing on training and development of the workforce. Diversification and communication: Expanding the range of services and enhancing relationships with customers and local communities to achieve growth and enhance positive reputation.",
  "iso_title": "Accreditation and Compliance Documents",
  "footer": {
    "importantLinks": "Important Links",
    "home": "Home",
    "newsAndActivities": "News and Activities",
    "address": {
      "title": "Address",
      "location": "Andalusia District, Tripoli, Libya"
    },
    "workingHours": {
      "title": "Working Hours",
      "details": "We are available to serve you from Saturday to Thursday, from 8:00 AM to 4:00 PM."
    },
    "contactNumbers": {
      "title": "Contact Numbers",
      "number1": "218-92-2129320",
      "number2": "218-91-2129320",
      "number3": "218-21-7103172",
      "number4": "218-21-7103170"
    },
    "copyright": " Amaq Al-Dauleya Oil Services Company"
  },
  "policy": {
    "title": "AMAQ's QHSE Policy Statement",
    "commitmentTitle": "Our Commitment",
    "commitmentText": "At AMAQ Aldawleya Company for oil services, we are dedicated to upholding the highest standards of quality, health, safety, and environmental protection in all our activities. We strive to provide products and services that consistently meet or exceed customer expectations while safeguarding the well-being of our employees, stakeholders, and the environment. Our QHSE policy is guided by the following principles:",
    "principles": {
      "quality": {
        "title": "Quality",
        "description": "We are committed to delivering products and services that meet the highest quality standards. We continuously improve our processes, products, and services to enhance customer satisfaction and exceed their expectations."
      },
      "healthSafety": {
        "title": "Health and Safety",
        "description": "We prioritize the health, safety, and well-being of our employees, contractors, and visitors. We maintain a safe and healthy work environment by adhering to applicable laws, regulations, and best practices. We identify and assess potential hazards, implement preventive measures, and provide comprehensive training and resources to ensure a strong safety culture."
      },
      "environmentalProtection": {
        "title": "Environmental Protection",
        "description": "We recognize the importance of environmental stewardship and strive to minimize the impact of our operations on the environment. We comply with relevant environmental laws, regulations, and standards. We continuously improve our environmental performance by conserving resources, reducing waste and emissions, and promoting sustainable practices throughout our operations."
      },
      "compliance": {
        "title": "Compliance",
        "description": "We are committed to full compliance with all applicable laws, regulations, and requirements relating to quality, health, safety, and the environment. We strive to exceed compliance standards whenever possible and aim to be a responsible corporate citizen."
      },
      "riskManagement": {
        "title": "Risk Management",
        "description": "We implement robust risk management practices to identify, assess, and mitigate risks associated with our operations. We proactively monitor and manage risks to prevent incidents, injuries, and environmental harm."
      },
      "employeeEngagement": {
        "title": "Employee Engagement and Empowerment",
        "description": "We foster a culture of accountability, participation, and continuous learning. We encourage our employees to actively contribute to QHSE initiatives, report hazards and near misses, and provide suggestions for improvement. We provide the necessary training, resources, and support to empower our employees to fulfill their QHSE responsibilities."
      },
      "stakeholderCollaboration": {
        "title": "Stakeholder Collaboration",
        "description": "We engage and collaborate with our customers, suppliers, contractors, regulatory authorities, and the community to ensure effective QHSE practices."
      }
    }
  },
  "commitment": {
    "title": "Commitment of Amaq Al-Dauleya Oil Services Company to Sustainable Development Goals",
    "intro": "Amaq Al-Dauleya Oil Services Company is strongly committed to achieving the United Nations' Sustainable Development Goals. The company aims to integrate these goals into all aspects of its operations to ensure a long-term positive impact on the environment, society, and the economy.",
    "highlight": "Amaq Al-Dauleya is committed to all aspects of the Sustainable Development Goals:",
    "sections": {
      "environmentalSustainability": {
        "title": "Environmental Sustainability",
        "point1": "Developing strategies and technologies that reduce carbon footprint and conserve natural resources.",
        "point2": "Promoting the use of renewable energy and implementing sustainable operational practices."
      },
      "economicDevelopment": {
        "title": "Economic Development",
        "point1": "Achieving balanced and sustainable economic growth through innovation and investment in modern technology.",
        "point2": "Supporting the local economy by providing job opportunities and enhancing community capabilities."
      },
      "socialResponsibility": {
        "title": "Social Responsibility",
        "point1": "Implementing social programs aimed at improving the quality of life in the communities where the company operates.",
        "point2": "Supporting education, health, and infrastructure to enhance sustainable development in the community."
      },
      "integratedManagement": {
        "title": "Integrated Management",
        "point1": "Setting measurable goals and plans to achieve them in line with sustainable development principles.",
        "point2": "Regularly reviewing and updating policies and procedures to ensure continuous compliance with international standards."
      },
      "legalCompliance": {
        "title": "Legal Compliance",
        "point1": "Monitoring and evaluating compliance with local and international environmental, social, and economic laws and regulations.",
        "point2": "Updating policies and procedures to ensure ongoing compliance and adaptation to legal changes."
      },
      "communicationParticipation": {
        "title": "Communication and Participation",
        "point1": "Enhancing communication with stakeholders and providing transparent reports on the company's environmental, social, and economic performance.",
        "point2": "Encouraging employee participation and community involvement in achieving sustainable development goals."
      }
    },
    "conclusion": "By implementing the Sustainable Development Goals, Amaq Al-Dauleya Oil Services Company ensures a positive impact that enhances its reputation as a responsible organization. This commitment supports ongoing efforts to balance economic performance with environmental protection and social responsibility, contributing to a sustainable future for all."
  },
  "contact": {
    "pageTitle": "Contact Us",
    "intro": "At Amaq Al-Dauleya Oil Services Company, we are always striving to provide the best services to our clients and partners. We are happy to hear from you for any inquiries or requests.",
    "address": {
      "title": "Address",
      "location": "Al-Andalus District, Tripoli, Libya"
    },
    "phone": {
      "title": "Phone",
      "number1": "218-92-2129320",
      "number2": "218-91-2129320",
      "number3": "218-21-7103172",
      "number4": "218-21-7103170"
    },
    "workingHours": {
      "title": "Working Hours",
      "hours": "We are available to serve you from Saturday to Thursday, from 8:00 AM to 4:00 PM."
    },
    "email": {
      "title": "Email",
      "address": "info [at] amaq.ly"
    },
    "form": {
      "intro": "Please fill out the form below and we will get in touch with you as soon as possible:",
      "firstName": "First Name",
      "lastName": "Last Name",
      "email": "Email",
      "message": "Message",
      "submit": "Submit"
    }
  },
  "iso": {
    "45001": {
      "title": "Overview of AMAQ International Oil Services Company's ISO 45001 System",
      "commitment": "AMAQ International is committed to all the following ISO 45001 requirements:",
      "overview": "The ISO 45001 Occupational Health and Safety Management System is an international standard that specifies the requirements for establishing, implementing, and improving an occupational health and safety management system within organizations. AMAQ International Oil Services Company aims to apply this system to ensure a safe and healthy working environment for its employees and to reduce occupational risks.",
      "requirements": {
        "environmental_policies": {
          "title": "Occupational Health and Safety Policies",
          "description": "Develop clear policies that express the company's commitment to providing a safe and healthy working environment.",
          "compliance": "Ensure that policies comply with local and international occupational health and safety laws and regulations."
        },
        "environmental_planning": {
          "title": "Occupational Health and Safety Planning",
          "description": "Identify occupational hazards related to activities and processes and assess their impact.",
          "objectives": "Set measurable objectives and plans to achieve them, considering risk reduction and safety enhancement."
        },
        "implementation_and_operation": {
          "title": "Implementation and Operation",
          "description": "Implement procedures to reduce occupational risks and improve safety levels.",
          "training": "Train employees on occupational health and safety practices and ensure they understand their roles and responsibilities."
        },
        "review_and_continuous_improvement": {
          "title": "Review and Continuous Improvement",
          "description": "Conduct periodic reviews of the occupational health and safety management system to ensure its effectiveness and compliance with standards.",
          "actions": "Implement corrective and preventive actions to continuously improve occupational performance."
        },
        "legal_compliance": {
          "title": "Legal Compliance",
          "description": "Monitor and evaluate compliance with local and international occupational health and safety laws and regulations.",
          "updates": "Update policies and procedures to ensure continuous compliance."
        },
        "communication_and_engagement": {
          "title": "Communication and Engagement",
          "description": "Enhance communication with stakeholders and provide information about the company's occupational performance.",
          "engagement": "Encourage employee participation and collaboration with relevant parties to achieve shared occupational health and safety goals."
        }
      },
      "conclusion": "By applying the ISO 45001 system and committing to all its requirements, AMAQ International Oil Services Company ensures the reduction of occupational risks and promotes a safe and healthy working environment, enhancing its reputation as a responsible organization and supporting its efforts to achieve a balance between economic performance and employee safety."
    },
    "9001": {
      "overview": "The ISO 9001 Quality Management System is an international standard that specifies the requirements for a quality management system within organizations. AMAQ International Oil Services Company aims to apply this system to ensure the delivery of high-quality services and products that meet customer expectations and enhance their satisfaction.",
      "commitment": "AMAQ International is committed to all the following ISO 9001 requirements:",
      "requirements": {
        "environmental_policies": {
          "description": "Define quality objectives and related policies.",
          "compliance": "Plan processes and resources necessary to achieve quality objectives.",
          "title": "Quality Planning and Management"
        },
        "environmental_planning": {
          "description": "Document key procedures and processes to ensure process consistency and achieve required standards.",
          "objectives": "Create a quality manual and operational procedures that explain how processes are efficiently executed.",
          "title": "Procedures and Documentation"
        },
        "implementation_and_operation": {
          "description": "Train employees to ensure they understand the standards and requirements and can implement them effectively.",
          "training": "Provide ongoing training programs to develop employee skills and improve performance.",
          "title": "Training and Development"
        },
        "review_and_continuous_improvement": {
          "description": "Conduct periodic reviews of the quality management system to ensure compliance with standards.",
          "actions": "Implement mechanisms for continuous process improvement based on review results and feedback.",
          "title": "Internal Review and Continuous Improvement"
        },
        "legal_compliance": {
          "description": "Analyze risks related to operations and services and develop plans to mitigate their effects.",
          "updates": "Monitor and evaluate system performance periodically to take necessary corrective and preventive actions.",
          "title": "Risk Management"
        },
        "communication_and_engagement": {
          "description": "Regularly collect customer feedback to measure satisfaction and identify areas for improvement.",
          "engagement": "Continuously provide services that meet customer needs and expectations.",
          "title": "Customer Satisfaction"
        }
      },
      "conclusion": "By applying the ISO 9001 system and committing to all its requirements, AMAQ International Oil Services Company ensures the highest quality standards in all its operations, enhancing its market position and increasing customer trust in its services.",
      "title": "Overview of AMAQ International Oil Services Company's ISO 9001 System"
    },
    "14001": {
      "overview": "The ISO 14001 Environmental Management System is an international standard that specifies the requirements for establishing, implementing, and improving an environmental management system within organizations. AMAQ International Oil Services Company aims to apply this system to ensure the reduction of the environmental impact of its operations and to promote environmental sustainability.",
      "commitment": "AMAQ International is committed to all the following ISO 14001 requirements:",
      "requirements": {
        "environmental_policies": {
          "description": "Develop clear environmental policies that express the company's commitment to environmental protection.",
          "compliance": "Ensure that policies comply with local and international environmental laws and regulations.",
          "title": "Environmental Policies"
        },
        "environmental_planning": {
          "description": "Identify the environmental aspects of activities, products, and services and their potential impact on the environment.",
          "objectives": "Set measurable environmental objectives and plans to achieve them, considering the reduction of negative environmental impacts.",
          "title": "Environmental Planning"
        },
        "implementation_and_operation": {
          "description": "Implement procedures to reduce pollution and improve environmental performance.",
          "training": "Train employees on sound environmental practices and ensure they understand their roles and responsibilities.",
          "title": "Implementation and Operation"
        },
        "review_and_continuous_improvement": {
          "description": "Conduct periodic reviews of the environmental management system to ensure its effectiveness and compliance with standards.",
          "actions": "Implement corrective and preventive actions to continuously improve environmental performance.",
          "title": "Review and Continuous Improvement"
        },
        "legal_compliance": {
          "description": "Monitor and evaluate compliance with local and international environmental laws and regulations.",
          "updates": "Update policies and procedures to ensure continuous compliance.",
          "title": "Legal Compliance"
        },
        "communication_and_engagement": {
          "description": "Enhance communication with stakeholders and provide information about the company's environmental performance.",
          "engagement": "Encourage community engagement and collaboration with relevant parties to achieve shared environmental goals.",
          "title": "Communication and Engagement"
        }
      },
      "conclusion": "By applying the ISO 14001 system and committing to all its requirements, AMAQ International Oil Services Company ensures the reduction of the negative environmental impacts of its operations and promotes environmental sustainability, enhancing its reputation as an environmentally responsible organization and supporting its efforts to achieve a balance between economic performance and environmental protection.",
      "title": "Overview of AMAQ International Oil Services Company's ISO 14001 System"
    }
  }
}
